<template>
    <div class="about-copytext">
        <h3>关于博主</h3>
        <ul>
            <p>
            人生最幸福的事，不是活得像别人，而是在努力之后，活得更像自己。所以，只要还有努力的机会，就不要轻易说放弃。</p>
            <p>
            我思人生如梦，却又不得活在梦中，如梦幻泡影皆虚幻，却又真实，不得不去踏实的生活，却又思绪的寻找另一条出路，人总是矛盾者，
            纠结者，或许现实的生活是虚幻的，终归结果是一样的。
            </p>
            <p>
            有人说结果比过程重要，也有人说过程比结果重要，其实这只是选择性得问题罢了，选择一条路勇往直前，不回头…不管对与错，失败或成功，你都将得到你想要得…
            </p>
            <p>
            博主接触前端时间不长,但决定之后,从没有想过放弃,虽然过程比较痛苦,但是学成之后的硕果一定不会让我失望!
            </p>
            <p>
            这次选择是我第一次没有任何犹豫,这些年来从没有妄想自己去选择新一份工作,甚至想都不敢想!但是回头想想,别人都在努力改变,自己为什么
            不去拼一次呢? 虽说工作这几年也赚了点钱,但是发展前景还是不怎么太好,脱离舒适圈,选择新的开始,才是我眼前更应该做出的决定!
            </p>
            <p>
            可能是运气比较好把,也可能是赶上了时代,当我第一天做出决定的时候,就开始每天通过网络上的各种渠道开始自学前段,从这开始,除了必要的事情,基本没有一天
            放弃过学习,一晃眼已经自主学习了7、8个月,每天都过得很充实,希望在不久的将来能获得一份心仪的工作,😍fighting!😍
            </p>
        </ul>
    </div>
</template>

<script>
export default {

};
</script>

<style lang="less">
@import url('~@/assets/css/about/copytext.less');
</style>
